// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "蒙静怡同学生日快乐啊",     //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "愿你在新的一岁",
        "贪吃不胖",
        "懒惰不丑",
        "永远健康美好",
        "从旧衣服找到零钱",
        "做过的美梦全都实现",
        "愿这岁月悠长",
        "我们即使不见亦能不散",
        "若这一切太难",
        "我只愿你一生平安！",
    ],
    imgs: {
      
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
